[
  "What is the best thing you have done for your mental health recently",
  "How are you, really?",
  "What is one time you felt most detached from yourself?",
  "When were you at your lowest?",
  "What childhood dream have you accomplished?",
  "What bridges are you happy you burned?",
  "What do you wish we could spend more time on?",
  "What's something you try to actively avoid in your life?",
  "Is there anything from your past that you're ashamed of?",
  "What's the accomplishment you are most proud of?",
  "What change did you make in your life that you're the most proud of?",
  "What's the most valuable lesson you learned from your past relationship?",
  "What memory instantly makes you smile?",
  "What is something you tried reluctantly, and it turns out you like?",
  "How are you different from your dad and mom?",
  "What is the first thing you think of when you hear the word \"home\"?",
  "What's your favourite family tradition?",
  "Is there a habit or behaviour you try not to emulate from your parents or siblings?",
  "What three qualities would you most like to raise your children to embody?",
  "What's your favourite memory with your dad or mom?",
  "Have you ever caught yourself repeating something your parents said to you?",
  "What makes you a good partner?",
  "What makes you feel appreciated?",
  "Do you ever wish I could read your mind? When?",
  "What are you most hesitant to tell me?",
  "What's a question you've never asked me?",
  "What do you wish you knew about me sooner?",
  "Do you think you are hurting anyone right now? How?",
  "Why do you think we met?",
  "Something that makes me smile about you is ___.",
  "What hurts to bring up and needs to be acknowledged?",
  "What is something your family agrees to but you secretly don't?",
  "What is a quesiton you have always felt too scared to ask me?",
  "What is one thing I can improve on?",
  "What is the most unbelievable thing that has happened to you?",
  "What is your most toxic trait?",
  "Is there anything you are overthinking right now?",
  "What is one thing I am better at than I think?",
  "What are red flags you've missed?",
  "What is a non-physical trait you love about yourself?",
  "What is something you want to learn but feel unqualified for?"
]
